Repository: FastyBird/smart-panel
Catalog: apps/panel/lib/l10n/app_*.arb
Languages: cs

# discovery_found_count
source: Found {count} gateway(s)...
cs: Nalezeno {count} bran...

# discovery_select_title
source: Select a Gateway
cs: Vyberte bránu

# discovery_select_description
source: Found {count} gateway(s) on your network:
cs: Nalezeno {count} bran ve vaší síti:

# discovery_not_found_title
source: No Gateway Found
cs: Brána nenalezena

# discovery_not_found_description
source: Could not find any FastyBird Smart Panel gateway on your network. Make sure the gateway is running and connected to the same network as this device.
cs: Nepodařilo se najít žádnou bránu FastyBird Smart Panel ve vaší síti. Ujistěte se, že brána běží a je připojena ke stejné síti jako toto zařízení.

# discovery_error_title
source: Discovery Error
cs: Chyba vyhledávání

# discovery_error_description
source: An error occurred while searching for gateways. Please check your network connection and try again.
cs: Při hledání bran došlo k chybě. Zkontrolujte připojení k síti a zkuste to znovu.

# discovery_error_failed
source: Discovery failed: {error}
cs: Vyhledávání selhalo: {error}

# discovery_connecting_title
source: Connecting to Gateway
cs: Připojování k bráně

# discovery_connecting_description
source: Contacting {address}...
cs: Kontaktuji {address}...

# discovery_connecting_fallback
source: gateway
cs: bránu

# discovery_manual_entry_title
source: Enter Gateway Address
cs: Zadejte adresu brány

# discovery_manual_entry_label
source: Gateway Address
cs: Adresa brány

# discovery_manual_entry_help
source: Enter IP address or hostname with optional port. Examples: 192.168.1.100:3000, gateway.local, 10.0.0.5
cs: Zadejte IP adresu nebo hostname s volitelným portem. Příklady: 192.168.1.100:3000, gateway.local, 10.0.0.5

# discovery_validation_empty
source: Please enter a gateway address
cs: Prosím zadejte adresu brány

# discovery_validation_invalid
source: Invalid address. Enter a valid IP address or hostname.
cs: Neplatná adresa. Zadejte platnou IP adresu nebo hostname.

# discovery_button_back
source: Back
cs: Zpět

# discovery_button_connect
source: Connect
cs: Připojit

# discovery_button_connect_selected
source: Connect to Selected Gateway
cs: Připojit k vybrané bráně

# discovery_button_rescan
source: Rescan
cs: Znovu vyhledat

# discovery_button_try_again
source: Try Again
cs: Zkusit znovu

# discovery_button_manual
source: Enter Manually
cs: Zadat ručně

# discovery_button_cancel
source: Cancel
cs: Zrušit

# action_success
source: Action completed successfully
cs: Akce byla úspěšně dokončena

# space_lighting_controls_title
source: Lighting Controls
cs: Ovládání osvětlení

# space_lighting_mode_off
source: Off
cs: Vyp

# space_lighting_mode_work
source: Work
cs: Práce

# space_lighting_mode_night
source: Night
cs: Noc

# space_devices_title
source: Devices
cs: Zařízení

# space_devices_placeholder
source: Devices in this space will be displayed here
cs: Zařízení v této místnosti se zobrazí zde

# space_climate_controls_title
source: Climate
cs: Klimatizace

# space_climate_current_label
source: Current
cs: Aktuální

# space_climate_target_label
source: Target
cs: Cílová

# climate_role_auxiliary
source: Auxiliary
cs: Pomocné

# climate_tap_for_details
source: Tap for details
cs: Klepněte pro detaily

# climate_role_ventilation
source: Ventilation
cs: Větrání

# climate_role_humidity
source: Humidity Control
cs: Ovládání vlhkosti

# climate_role_other
source: Other Devices
cs: Ostatní zařízení

# space_suggestion_applied
source: Suggestion applied
cs: Návrh byl aplikován

# space_suggestion_dismissed
source: Suggestion dismissed
cs: Návrh byl zamítnut

# space_undo_success
source: Action undone
cs: Akce byla vrácena

# space_undo_button
source: Undo
cs: Zpět

# space_empty_state_title
source: No Controls Available
cs: Žádná ovládání nejsou k dispozici

# space_empty_state_description
source: This space has no controllable devices configured yet
cs: Tato místnost nemá nakonfigurovaná žádná ovladatelná zařízení

# space_sensors_only_title
source: Sensors Only
cs: Pouze senzory

# space_sensors_only_description
source: This space only has sensors — no controllable devices
cs: Tato místnost má pouze senzory — žádná ovladatelná zařízení

# house_overview_no_spaces_title
source: No Spaces Configured
cs: Žádné místnosti nejsou nakonfigurovány

# house_overview_no_spaces_description
source: Create spaces in the admin app to see them here
cs: Vytvořte místnosti v administrační aplikaci

# house_overview_no_space_page
source: No room page configured for this space
cs: Pro tuto místnost není nakonfigurována stránka

# house_overview_tap_to_view
source: Tap to view
cs: Klepnutím zobrazíte

# house_modes_home
source: Home
cs: Doma

# house_modes_home_description
source: Normal home operation
cs: Normální provoz doma

# house_modes_away
source: Away
cs: Pryč

# house_modes_away_description
source: Away from home
cs: Mimo domov

# house_modes_night
source: Night
cs: Noc

# house_modes_night_description
source: Night time settings
cs: Noční nastavení

# house_modes_changed_success
source: House mode changed successfully
cs: Režim domu byl úspěšně změněn

# house_modes_changed_error
source: Failed to change house mode
cs: Změna režimu domu se nezdařila

# house_modes_confirm_title
source: Confirm Mode Change
cs: Potvrdit změnu režimu

# house_modes_confirm_away_description
source: Are you sure you want to set the house to Away mode? This may affect automation rules and security settings.
cs: Opravdu chcete nastavit dům do režimu Pryč? To může ovlivnit pravidla automatizace a nastavení zabezpečení.

# space_scenes_title
source: Quick Scenes
cs: Rychlé scény

# space_scene_triggered
source: Scene activated
cs: Scéna aktivována

# space_scene_partial_success
source: Scene partially activated
cs: Scéna částečně aktivována

# window_covering_status_open
source: Open
cs: Otevřeno

# window_covering_status_closed
source: Closed
cs: Zavřeno

# window_covering_status_opening
source: Opening
cs: Otevírání

# window_covering_status_closing
source: Closing
cs: Zavírání

# window_covering_status_stopped
source: Stopped
cs: Zastaveno

# window_covering_type_curtain
source: Curtain
cs: Záclona

# window_covering_type_blind
source: Blind
cs: Žaluzie

# window_covering_type_roller
source: Roller
cs: Roleta

# window_covering_type_outdoor_blind
source: Outdoor Blind
cs: Venkovní žaluzie

# window_covering_type_venetian_blind
source: Venetian Blind
cs: Benátské žaluzie

# window_covering_type_vertical_blind
source: Vertical Blind
cs: Vertikální žaluzie

# window_covering_type_shutter
source: Shutter
cs: Okenice

# window_covering_type_awning
source: Awning
cs: Markýza

# window_covering_command_open
source: Open
cs: Otevřít

# window_covering_command_close
source: Close
cs: Zavřít

# window_covering_command_stop
source: Stop
cs: Zastavit

# window_covering_position_label
source: Position
cs: Pozice

# window_covering_position_description
source: Current position
cs: Aktuální pozice

# window_covering_tilt_label
source: Tilt
cs: Náklon

# window_covering_tilt_description
source: Adjust slat angle
cs: Úprava úhlu lamel

# window_covering_obstruction_warning
source: Obstruction detected
cs: Zjištěna překážka

# window_covering_fault_warning
source: Fault detected
cs: Zjištěna závada

# window_covering_preset_morning
source: Morning
cs: Ráno

# window_covering_preset_day
source: Day
cs: Den

# window_covering_preset_evening
source: Evening
cs: Večer

# window_covering_preset_night
source: Night
cs: Noc

# window_covering_preset_privacy
source: Privacy
cs: Soukromí

# window_covering_preset_away
source: Away
cs: Pryč

# window_covering_presets_label
source: Presets
cs: Předvolby

# window_covering_channels_label
source: Blinds
cs: Žaluzie

# window_covering_info_status
source: Status
cs: Stav

# window_covering_info_obstruction
source: Obstruction
cs: Překážka

# window_covering_obstruction_detected
source: Detected
cs: Zjištěna

# window_covering_obstruction_clear
source: Clear
cs: Volno

# window_covering_position_open_percent
source: {position}% Open
cs: {position}% Otevřeno

# battery_title
source: Battery
cs: Baterie

# config_error_title
source: Configuration Required
cs: Vyžadována konfigurace

# config_error_hint_prefix
source: Configure this display in
cs: Nakonfigurujte tento displej v

# config_error_hint_path
source: Admin > Displays
cs: Správci > Displeje

# connection_lost_title
source: Connection Lost
cs: Spojení ztraceno

# connection_lost_message
source: Unable to connect to the gateway. Please check your network connection and try again.
cs: Nelze se připojit k bráně. Zkontrolujte síťové připojení a zkuste to znovu.

# connection_lost_button_reconnect
source: Reconnect
cs: Znovu připojit

# connection_lost_button_change_gateway
source: Change Gateway
cs: Změnit bránu

# button_retry
source: Retry
cs: Opakovat

# button_sync_all
source: Sync All
cs: Synchronizovat vše

# system_view_room
source: Room
cs: Místnost

# system_view_master
source: Home
cs: Domov

# system_view_entry
source: Entry
cs: Vstup

# domain_lights
source: Lights
cs: Světla

# domain_lights_other
source: Other Lights
cs: Ostatní světla

# domain_lights_empty_title
source: Lighting Not Configured
cs: Žádná světla

# domain_lights_empty_description
source: Lighting roles have not been set up for this room. Configure roles in the admin panel to control your lights.
cs: V této místnosti nebyla nalezena žádná světla

# domain_lights_count_on
source: {count, plural, =1{1 light on} other{{count} lights on}}
cs: {count, plural, =1{1 světlo zapnuto} few{{count} světla zapnuta} other{{count} světel zapnuto}}

# domain_lights_all_off
source: all off
cs: vše vypnuto

# domain_lights_all_on
source: all on
cs: vše zapnuto

# domain_lights_button_all_off
source: All Off
cs: Vše vypnout

# domain_lights_button_all_on
source: All On
cs: Vše zapnout

# domain_lights_syncing
source: syncing
cs: synchronizuji

# domain_lights_unsynced
source: unsynced
cs: nesynchronizováno

# domain_lights_mixed
source: mixed
cs: různé hodnoty

# domain_climate
source: Climate
cs: Klima

# domain_media
source: Media
cs: Média

# domain_sensors
source: Sensors
cs: Senzory

# device_category_lighting
source: Lights
cs: Osvětlení

# device_category_climate
source: Climate
cs: Klima

# device_category_sensors
source: Sensors
cs: Senzory

# device_category_media
source: Media
cs: Média

# media_devices_summary
source: {count} devices
cs: {count} zařízení

# media_devices_summary_on
source: {count} devices • {on} on
cs: {count} zařízení • {on} zapnuto

# media_modes_title
source: Modes
cs: Režimy

# media_action_power_on
source: Power on
cs: Zapnout

# media_action_power_off
source: Power off
cs: Vypnout

# media_action_mute
source: Mute
cs: Ztlumit

# media_action_unmute
source: Unmute
cs: Zrušit ztlumení

# media_mode_off
source: Off
cs: Vypnuto

# media_mode_background
source: Background
cs: Pozadí

# media_mode_focused
source: Focused
cs: Soustředění

# media_mode_party
source: Party
cs: Párty

# media_roles_title
source: Roles
cs: Role

# media_role_summary
source: {on} of {total} on
cs: {on} z {total} zapnuto

# media_roles_unassigned
source: Unassigned devices
cs: Nepřiřazená zařízení

# media_role_primary
source: Primary
cs: Primární

# media_role_secondary
source: Secondary
cs: Sekundární

# media_role_background
source: Background
cs: Pozadí

# media_role_gaming
source: Gaming
cs: Hraní

# media_role_hidden
source: Hidden
cs: Skryté

# media_targets_title
source: Devices
cs: Zařízení

# media_capability_power
source: Power
cs: Napájení

# media_capability_volume
source: Volume
cs: Hlasitost

# media_capability_mute
source: Mute
cs: Ztlumení

# media_capability_none
source: No capabilities
cs: Bez schopností

# media_no_endpoints_title
source: No Media Devices
cs: Žádná mediální zařízení

# media_no_endpoints_description
source: This room has no media-capable devices. Add a TV, speaker, or streamer to get started.
cs: Tato místnost nemá žádná mediální zařízení. Přidejte TV, reproduktor nebo streamer.

# media_no_bindings_description
source: Media activities are being configured. Pull to refresh.
cs: Mediální aktivity se konfigurují. Potáhněte pro obnovení.

# media_ws_offline_title
source: Connection Lost
cs: Spojení ztraceno

# media_ws_offline_description
source: Media controls require a live connection. Reconnecting...
cs: Mediální ovládání vyžaduje aktivní připojení. Připojování...

# master_rooms
source: Rooms
cs: Místnosti

# master_devices
source: Devices
cs: Zařízení

# master_scenes
source: Scenes
cs: Scény

# master_quick_actions
source: Quick Actions
cs: Rychlé akce

# entry_mode_activated
source: Mode activated
cs: Režim aktivován

# entry_house_modes
source: House Modes
cs: Režimy domu

# entry_mode_home
source: Home
cs: Doma

# entry_mode_away
source: Away
cs: Pryč

# entry_mode_night
source: Night
cs: Noc

# entry_mode_movie
source: Movie
cs: Film

# entry_security
source: Security
cs: Zabezpečení

# entry_no_security_devices
source: No security devices configured
cs: Žádná bezpečnostní zařízení nejsou nakonfigurována

# entry_locks
source: Locks
cs: Zámky

# entry_cameras
source: Cameras
cs: Kamery

# air_quality_level_excellent
source: Excellent
cs: Vynikající

# air_quality_level_good
source: Good
cs: Dobrá

# air_quality_level_fair
source: Fair
cs: Přijatelná

# air_quality_level_inferior
source: Inferior
cs: Horší

# air_quality_level_poor
source: Poor
cs: Špatná

# air_quality_level_unknown
source: Unknown
cs: Neznámá

# aqi_label_good
source: Good
cs: Dobrá

# aqi_label_moderate
source: Moderate
cs: Střední

# aqi_label_unhealthy_sensitive
source: Unhealthy (Sensitive)
cs: Nezdravá (citliví)

# aqi_label_unhealthy
source: Unhealthy
cs: Nezdravá

# aqi_label_very_unhealthy
source: Very Unhealthy
cs: Velmi nezdravá

# aqi_label_hazardous
source: Hazardous
cs: Nebezpečná

# fan_mode_auto
source: Auto
cs: Automatický

# fan_mode_manual
source: Manual
cs: Ruční

# fan_mode_eco
source: Eco
cs: Eko

# fan_mode_sleep
source: Sleep
cs: Spánek

# fan_mode_natural
source: Natural
cs: Přirozený

# fan_speed_off
source: Off
cs: Vypnuto

# fan_speed_low
source: Low
cs: Nízké

# fan_speed_medium
source: Med
cs: Střední

# fan_speed_high
source: High
cs: Vysoké

# fan_speed_auto
source: Auto
cs: Automaticky

# fan_timer_off
source: Off
cs: Vypnuto

# fan_direction_clockwise
source: Clockwise
cs: Po směru

# fan_direction_counter_clockwise
source: Counter-Clockwise
cs: Proti směru

# filter_status_good
source: Good
cs: Dobrý

# filter_status_replace_soon
source: Due Soon
cs: Brzy

# filter_status_replace_now
source: Replace
cs: Vyměnit

# filter_status_unknown
source: Unknown
cs: Neznámý

# dehumidifier_mode_auto
source: Auto
cs: Automatický

# dehumidifier_mode_manual
source: Manual
cs: Ruční

# dehumidifier_mode_continuous
source: Continuous
cs: Kontinuální

# dehumidifier_mode_laundry
source: Laundry
cs: Sušení prádla

# dehumidifier_mode_quiet
source: Quiet
cs: Tichý

# dehumidifier_status_idle
source: Idle
cs: Nečinný

# dehumidifier_status_dehumidifying
source: Dehumidifying
cs: Odvlhčuje

# dehumidifier_status_defrosting
source: Defrosting
cs: Odmrazuje

# dehumidifier_timer_off
source: Off
cs: Vypnuto

# dehumidifier_timer_1h
source: 1 hour
cs: 1 hodina

# dehumidifier_timer_2h
source: 2 hours
cs: 2 hodiny

# dehumidifier_timer_4h
source: 4 hours
cs: 4 hodiny

# dehumidifier_timer_8h
source: 8 hours
cs: 8 hodin

# dehumidifier_timer_12h
source: 12 hours
cs: 12 hodin

# dehumidifier_water_tank
source: Water Tank
cs: Nádržka

# dehumidifier_defrost
source: Defrost
cs: Odmrazování

# dehumidifier_defrost_active
source: Defrosting
cs: Odmrazuje

# humidifier_mode_auto
source: Auto
cs: Automatický

# humidifier_mode_manual
source: Manual
cs: Ruční

# humidifier_mode_sleep
source: Sleep
cs: Spánek

# humidifier_mode_baby
source: Baby
cs: Dětský

# humidifier_status_idle
source: Idle
cs: Nečinný

# humidifier_status_humidifying
source: Humidifying
cs: Zvlhčuje

# humidifier_mist_level
source: Mist Level
cs: Úroveň mlhy

# humidifier_mist_level_off
source: Off
cs: Vypnuto

# humidifier_mist_level_low
source: Low
cs: Nízká

# humidifier_mist_level_medium
source: Medium
cs: Střední

# humidifier_mist_level_high
source: High
cs: Vysoká

# humidifier_timer_off
source: Off
cs: Vypnuto

# humidifier_timer_1h
source: 1 hour
cs: 1 hodina

# humidifier_timer_2h
source: 2 hours
cs: 2 hodiny

# humidifier_timer_4h
source: 4 hours
cs: 4 hodiny

# humidifier_timer_8h
source: 8 hours
cs: 8 hodin

# humidifier_timer_12h
source: 12 hours
cs: 12 hodin

# humidifier_water_tank
source: Water Tank
cs: Nádržka

# humidifier_warm_mist
source: Warm Mist
cs: Teplá pára

# device_current_humidity
source: Current
cs: Aktuální

# device_current_temperature
source: Temperature
cs: Teplota

# device_fan_speed
source: Fan Speed
cs: Rychlost

# device_fan_mode
source: Fan Mode
cs: Režim ventilátoru

# device_timer
source: Timer
cs: Časovač

# device_child_lock
source: Child Lock
cs: Dětský zámek

# device_oscillation
source: Oscillation
cs: Oscilace

# device_direction
source: Direction
cs: Směr

# device_natural_breeze
source: Natural Breeze
cs: Přírodní vánek

# device_auto_off_timer
source: Auto-Off Timer
cs: Automatické vypnutí

# device_filter_life
source: Filter Life
cs: Životnost filtru

# device_filter_status
source: Filter
cs: Filtr

# device_pressure
source: Pressure
cs: Tlak

# air_quality_healthy
source: Healthy
cs: Zdravý

# air_quality_unhealthy
source: Unhealthy
cs: Nezdravý

# gas_detected
source: Detected
cs: Detekováno

# gas_clear
source: Clear
cs: Čistý

# gas_level_low
source: Low
cs: Nízký

# gas_level_medium
source: Medium
cs: Střední

# gas_level_high
source: High
cs: Vysoký

# device_humidity
source: Humidity
cs: Vlhkost

# device_air_quality_index
source: Air Quality Index
cs: Index kvality vzduchu

# device_temperature
source: Temp
cs: Teplota

# device_sensors
source: Sensors
cs: Senzory

# device_controls
source: Controls
cs: Ovládání

# media_playing
source: Playing
cs: Přehrává

# media_idle
source: Idle
cs: Nečinný

# media_standby
source: Standby
cs: Pohotovost

# media_volume
source: Volume
cs: Hlasitost

# media_source
source: Source
cs: Zdroj

# media_queue
source: Queue
cs: Fronta

# media_up_next
source: Up Next
cs: Další

# media_other_devices
source: Other Devices
cs: Ostatní zařízení

# device_status_standby
source: Standby
cs: Pohotovost

# device_status_active
source: Active
cs: Aktivní

# device_status_inactive
source: Inactive
cs: Neaktivní

# climate_devices_section
source: Climate Devices
cs: Klimatizační zařízení

# domain_shading
source: Shading
cs: Stínění

# domain_shading_empty_title
source: Shading Not Configured
cs: Žádné stínění

# domain_shading_empty_description
source: Window covering roles have not been set up for this room. Configure roles in the admin panel to control your shades.
cs: V této místnosti nebylo nalezeno žádné stínění

# shading_modes_title
source: Modes
cs: Režimy

# shading_devices_title
source: Devices
cs: Zařízení

# shading_devices_count
source: {count, plural, =1{1 device} other{{count} devices}}
cs: {count, plural, =1{1 zařízení} few{{count} zařízení} other{{count} zařízení}}

# shading_action_open
source: Open
cs: Otevřít

# shading_action_close
source: Close
cs: Zavřít

# shading_action_stop
source: Stop
cs: Zastavit

# shading_state_open
source: Open
cs: Otevřeno

# shading_state_closed
source: Closed
cs: Zavřeno

# shading_state_partial
source: {position}% open
cs: {position}% otevřeno

# shading_position
source: Position
cs: Pozice

# shading_tap_for_controls
source: Tap for controls
cs: Klepněte pro ovládání

# shading_hide_controls
source: Hide controls
cs: Skrýt ovládání

# covers_mode_open
source: Open
cs: Otevřeno

# covers_mode_closed
source: Closed
cs: Zavřeno

# covers_mode_privacy
source: Privacy
cs: Soukromí

# covers_mode_daylight
source: Daylight
cs: Denní světlo

# covers_role_primary
source: Primary
cs: Hlavní

# covers_role_blackout
source: Blackout
cs: Zatemnění

# covers_role_sheer
source: Sheer
cs: Záclony

# covers_role_outdoor
source: Outdoor
cs: Venkovní

# covers_role_hidden
source: Hidden
cs: Skryté

# cover_type_curtain
source: Curtain
cs: Záclona

# cover_type_blind
source: Blind
cs: Žaluzie

# cover_type_roller
source: Roller
cs: Roleta

# cover_type_outdoor_blind
source: Outdoor Blind
cs: Venkovní žaluzie

# cover_type_cover
source: Cover
cs: Krytina

# light_preset_candle
source: Candle
cs: Svíčka

# light_preset_warm
source: Warm
cs: Teplá

# light_preset_daylight
source: Daylight
cs: Denní světlo

# light_preset_cool
source: Cool
cs: Studená

# light_color_red
source: Red
cs: Červená

# light_color_orange
source: Orange
cs: Oranžová

# light_color_yellow
source: Yellow
cs: Žlutá

# light_color_green
source: Green
cs: Zelená

# light_color_cyan
source: Cyan
cs: Azurová

# light_color_blue
source: Blue
cs: Modrá

# light_color_purple
source: Purple
cs: Fialová

# light_color_pink
source: Pink
cs: Růžová

# connection_banner_reconnecting
source: Reconnecting...
cs: Připojování...

# connection_banner_retry
source: Retry
cs: Zkusit znovu

# connection_overlay_title_reconnecting
source: Reconnecting
cs: Připojování

# connection_overlay_message_reconnecting
source: Attempting to reconnect...
cs: Pokus o opětovné připojení...

# connection_overlay_message_still_trying
source: Still trying to reconnect...
cs: Stále se pokoušíme připojit...

# connection_overlay_retry
source: Retry Now
cs: Zkusit znovu

# connection_overlay_retrying
source: Retrying...
cs: Připojování...

# connection_recovery_connected
source: Connected
cs: Připojeno

# connection_auth_error_title
source: Session Expired
cs: Relace vypršela

# connection_auth_error_message
source: Your session has expired or was revoked. Please reset the device to reconnect.
cs: Vaše relace vypršela nebo byla zrušena. Resetujte prosím zařízení pro opětovné připojení.

# connection_auth_error_button_reset
source: Reset Device
cs: Resetovat zařízení

# connection_network_error_title
source: Network Unavailable
cs: Síť nedostupná

# connection_network_error_message
source: Unable to reach the server. Please check your network connection.
cs: Nelze se připojit k serveru. Zkontrolujte prosím síťové připojení.

# connection_network_error_button_retry
source: Try Again
cs: Zkusit znovu

# connection_server_error_title
source: Server Unavailable
cs: Server nedostupný

# connection_server_error_message
source: The server is temporarily unavailable. Please try again later.
cs: Server je dočasně nedostupný. Zkuste to prosím později.

# connection_server_error_button_retry
source: Try Again
cs: Zkusit znovu

# sensor_enum_illuminance_dark
source: Dark
cs: Tma

# sensor_enum_illuminance_bright
source: Bright
cs: Jasno

# sensor_enum_illuminance_dark_long
source: Dark
cs: Tma

# sensor_enum_illuminance_bright_long
source: Bright
cs: Jasno

# sensor_enum_gas_status_normal_long
source: Normal
cs: Normální

# sensor_enum_battery_level_low
source: Low
cs: Nízká

# sensor_enum_battery_level_low_long
source: Low
cs: Nízká baterie

# sensor_enum_battery_status_charging
source: Chrg
cs: Nabíjí

# sensor_enum_battery_status_charging_long
source: Charging
cs: Nabíjení

# sensor_freshness_live
source: Live
cs: Živě

# sensor_freshness_stale
source: Stale
cs: Zastaralé

# media_input_cable
source: Cable
cs: Kabel

# media_input_satellite
source: Satellite
cs: Satelit

# media_input_antenna
source: Antenna
cs: Anténa

# media_input_component
source: Component
cs: Komponentní

# media_input_other
source: Other
cs: Ostatní

# media_off_title
source: Media Off
cs: Média vypnuta

# media_off_subtitle
source: Select an activity to begin
cs: Vyberte aktivitu pro zahájení

# media_starting_activity
source: Starting {activityName}...
cs: Spouštění {activityName}...
