Repository: FastyBird/smart-panel
Catalog: apps/panel/lib/l10n/app_*.arb
Languages: cs

# value_not_set
source: Not Set
cs: Nenastaveno

source: Information
cs: Informace

source: Warning
cs: Varování

source: Error
cs: Chyba

# action_failed
source: Action could not be processed
cs: Akci se nepodařilo zpracovat

source: Services not available
cs: Služby nejsou k dispozici

# button_cancel
source: Cancel
cs: Zrušit

# button_close
source: Close
cs: Zavřít

# button_confirm
source: Confirm
cs: Potvrdit

# button_done
source: Done
cs: Hotovo

# unit_celsius
source: Celsius
cs: Celsia

# time_format_12h
source: 12-hour
cs: 12 hodinový

# time_format_24h
source: 24-hour
cs: 24 hodinový

# day_monday
source: Monday
cs: Pondělí

# day_tuesday
source: Tuesday
cs: Úterý

# day_wednesday
source: Wednesday
cs: Středa

# day_thursday
source: Thursday
cs: Čtvrtek

# day_friday
source: Friday
cs: Pátek

# day_saturday
source: Saturday
cs: Sobota

# day_sunday
source: Sunday
cs: Neděle

# day_monday_short
source: Mon
cs: Po

# day_tuesday_short
source: Tue
cs: Út

# day_wednesday_short
source: Wed
cs: St

# day_thursday_short
source: Thu
cs: Čt

# day_friday_short
source: Fri
cs: Pá

# day_saturday_short
source: Sat
cs: So

# day_sunday_short
source: Sun
cs: Ne

# message_error_tiles_not_configured_title
source: No tiles configured!
cs: Žádné dlaždice nejsou nakonfigurovány!

# message_error_tiles_not_configured_description
source: Please configure at least one tile on the screen.
cs: Nakonfigurujte alespoň jednu dlaždici na obrazovce.

# message_error_device_not_found_title
source: Device Not Found!
cs: Zařízení nenalezeno!

# message_error_device_not_found_description
source: Requested device could not be found in the application.
cs: Požadované zařízení nebylo nalezeno v aplikaci.

# message_error_no_device_detail_title
source: No device detail!
cs: Žádné podrobnosti o zařízení!

# message_error_no_device_detail_description
source: For selected device is not available a detail page.
cs: Pro vybrané zařízení není k dispozici stránka s podrobnostmi.

# message_error_no_device_detail_preparing_title
source: Device detail not ready!
cs: Podrobnosti o zařízení nejsou připraveny!

# message_error_no_device_detail_preparing_description
source: For selected device detail page is not ready yet.
cs: Pro vybrané zařízení stránka s podrobnostmi ještě není připravena.

# device_offline_message
source: Device is offline
cs: Zařízení je offline

# device_offline_title
source: Device Offline
cs: Zařízení je offline

# device_offline_description
source: Unable to communicate with this device. Check if the device is powered on and connected to your network.
cs: Nelze komunikovat s tímto zařízením. Zkontrolujte, zda je zařízení zapnuté a připojené k síti.

# device_offline_retry
source: Retry Connection
cs: Zkusit znovu

# device_offline_last_seen
source: Last seen {time}
cs: Naposledy viděno {time}

# devices_offline_skipped
source: {count, plural, =1{Skipped 1 offline device} other{Skipped {count} offline devices}}
cs: {count, plural, =1{Přeskočeno 1 offline zařízení} few{Přeskočena {count} offline zařízení} other{Přeskočeno {count} offline zařízení}}

# all_devices_offline
source: All devices are offline
cs: Všechna zařízení jsou offline

# time_ago_just_now
source: just now
cs: právě teď

# time_ago_minutes
source: {count} min ago
cs: před {count} min

# time_ago_hours
source: {count} h ago
cs: před {count} h

# time_ago_days
source: {count} d ago
cs: před {count} d

# time_ago_medium_minutes
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
cs: {count, plural, =1{před 1 minutou} few{před {count} minutami} other{před {count} minutami}}

# time_ago_medium_hours
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
cs: {count, plural, =1{před 1 hodinou} few{před {count} hodinami} other{před {count} hodinami}}

# time_ago_medium_days
source: {count, plural, =1{1 day ago} other{{count} days ago}}
cs: {count, plural, =1{před 1 dnem} few{před {count} dny} other{před {count} dny}}

# time_ago_full_minutes
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
cs: {count, plural, =1{před 1 minutou} few{před {count} minutami} other{před {count} minutami}}

# time_ago_full_hours_minutes
source: {hours, plural, =1{1 hour} other{{hours} hours}} {minutes, plural, =1{1 minute} other{{minutes} minutes}} ago
cs: před {hours, plural, =1{1 hodinou} few{{hours} hodinami} other{{hours} hodinami}} {minutes, plural, =1{1 minutou} few{{minutes} minutami} other{{minutes} minutami}}

# time_ago_full_hours
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
cs: {count, plural, =1{před 1 hodinou} few{před {count} hodinami} other{před {count} hodinami}}

# time_ago_full_days_hours
source: {days, plural, =1{1 day} other{{days} days}} {hours, plural, =1{1 hour} other{{hours} hours}} ago
cs: před {days, plural, =1{1 dnem} few{{days} dny} other{{days} dny}} {hours, plural, =1{1 hodinou} few{{hours} hodinami} other{{hours} hodinami}}

# time_ago_full_days
source: {count, plural, =1{1 day ago} other{{count} days ago}}
cs: {count, plural, =1{před 1 dnem} few{před {count} dny} other{před {count} dny}}

# device_config_issue
source: Configuration issue
cs: Problém s konfigurací

source: Device Details
cs: Podrobnosti zařízení

# message_error_page_not_found_title
source: Page Not Found!
cs: Stránka nenalezena!

# message_error_page_not_found_description
source: Requested page could not be found in the application.
cs: Požadovaná stránka nebyla nalezena v aplikaci.

# message_error_cards_not_configured_title
source: No cards configured!
cs: Žádné karty nejsou nakonfigurovány!

# message_error_cards_not_configured_description
source: Please configure at least one card on the screen.
cs: Nakonfigurujte alespoň jednu kartu na obrazovce.

# electrical_energy_consumption_title
source: Energy Consumption
cs: Spotřeba energie

# electrical_energy_consumption_description
source: Total energy consumed over time
cs: Celková spotřeba energie v průběhu času.

# electrical_power_current_title
source: Current
cs: Proud

# electrical_power_current_description
source: How much electricity is flowing
cs: Kolik elektřiny teče.

# electrical_power_voltage_title
source: Voltage
cs: Napětí

# electrical_power_voltage_description
source: The strength of the electricity
cs: Síla elektřiny.

# electrical_power_power_title
source: Power
cs: Výkon

# electrical_power_power_description
source: How much energy is being used
cs: Kolik energie se právě spotřebovává.

# electrical_power_frequency_title
source: Frequency
cs: Frekvence

# electrical_power_frequency_description
source: How steady the electricity is
cs: Jak stabilní je elektřina.

# electrical_power_over_current_title
source: Over Current
cs: Přetížení proudu

# electrical_power_over_current_description
source: Warning: Too much electricity is flowing
cs: Varování: Příliš velký proud.

# electrical_power_over_voltage_title
source: Over Voltage
cs: Přepětí

# electrical_power_over_voltage_description
source: Warning: Electricity is too strong
cs: Varování: Elektřina je příliš silná.

# electrical_power_over_power_title
source: Over Power
cs: Přetížení výkonu

# electrical_power_over_power_description
source: Warning: Power consumption is too high
cs: Varování: Spotřeba energie je příliš vysoká.

# light_state_on
source: On
cs: Zapnuto

# light_state_on_description
source: Light is on
cs: Světlo svítí

# light_state_off
source: Off
cs: Vypnuto

# light_state_failed
source: Failed
cs: Selhalo

# light_state_off_description
source: Light is off
cs: Světlo nesvítí

# light_state_brightness_description
source: Current brightness
cs: Aktuální jas.

# light_state_mixed_description
source: Devices have different values
cs: Zařízení mají různé hodnoty.

# light_state_syncing_description
source: Syncing devices...
cs: Synchronizace zařízení...

# light_state_not_synced_description
source: Devices are not synced
cs: Zařízení nejsou synchronizována

# light_role_main
source: Main
cs: Hlavní

# light_role_task
source: Task
cs: Pracovní

# light_role_ambient
source: Ambient
cs: Okolní

# light_role_accent
source: Accent
cs: Akcentové

# light_role_night
source: Night
cs: Noční

# light_role_other
source: Other
cs: Ostatní

# light_role_hidden
source: Hidden
cs: Skryté

# light_role_on_description
source: Lights are on
cs: Světla svítí

# light_role_off_description
source: Lights are off
cs: Světla nesvítí

# light_role_not_synced_description
source: Lights failed to sync
cs: Synchronizace selhala

# light_role_syncing_description
source: Lights are syncing
cs: Probíhá synchronizace

# light_role_mixed_description
source: Lights have different values
cs: Světla mají různé hodnoty

# light_state_out_of_sync
source: Out of sync
cs: Nesynchronizováno

# light_mode_off
source: Off
cs: Vypnuto

# light_mode_on
source: On
cs: Zapnuto

# light_mode_brightness
source: Brightness
cs: Jas

# light_mode_color
source: Color
cs: Barva

# light_mode_temperature
source: Temperature
cs: Teplota

# light_mode_white
source: White
cs: Bílé

# light_mode_swatches
source: Swatches
cs: Palety

# thermostat_state_title
source: Thermostat state
cs: Stav termostatu

# thermostat_state_configured_temperature_description
source: Configured temperature
cs: Nastavená teplota.

# thermostat_state_current_temperature_description
source: Current temperature
cs: Aktuální teplota místnosti.

# thermostat_state_current_humidity_description
source: Current humidity
cs: Aktuální vlhkost místnosti.

# thermostat_child_lock_title
source: Child lock
cs: Dětský zámek

# thermostat_openings_state_title
source: Window is opened
cs: Okno je otevřené.

# thermostat_openings_state_description
source: Thermostat is disabled
cs: Termostat je vypnutý.

# contact_sensor_window
source: Window
cs: Okno

# contact_sensor_open
source: Open
cs: Otevřeno

# contact_sensor_closed
source: Closed
cs: Zavřeno

# leak_sensor_water
source: Water Leak
cs: Únik vody

# leak_sensor_detected
source: Detected
cs: Detekován

# leak_sensor_dry
source: Dry
cs: Sucho

# thermostat_lock_locked
source: Locked
cs: Uzamčeno

# thermostat_lock_unlocked
source: Unlocked
cs: Odemčeno

# thermostat_mode_off
source: Off
cs: Vypnuto

# thermostat_mode_heat
source: Heat
cs: Topení

# thermostat_mode_cool
source: Cool
cs: Chlazení

# thermostat_mode_auto
source: Auto
cs: Automaticky

# thermostat_mode_manual
source: Manual
cs: Ruční

# thermostat_state_off
source: Off
cs: Vypnuto

# thermostat_state_heating
source: Heating
cs: Topení

# thermostat_state_heating_to
source: Heating to {temperature}
cs: Topení na {temperature}

# thermostat_state_cooling
source: Cooling
cs: Chlazení

# thermostat_state_cooling_to
source: Cooling to {temperature}
cs: Chlazení na {temperature}

# thermostat_state_idling
source: Idling
cs: V klidu

# thermostat_state_idle_at
source: Idle at {temperature}
cs: V klidu na {temperature}

# thermostat_with_invalid_configuration
source: This thermostat device is wrongly configured.
cs: Zařízení termostatu je nesprávně nakonfigurováno.

# on_state_on
source: On
cs: Zapnuto

# on_state_off
source: Off
cs: Vypnuto

# power_hint_tap_to_turn_on
source: Tap to turn on
cs: Klepnutím zapnete

# power_hint_tap_to_turn_off
source: Tap to turn off
cs: Klepnutím vypnete

# value_loading
source: Loading
cs: Načítání

# message_info_app_reboot_title
source: Rebooting Device!
cs: Restartování zařízení!

# message_info_app_reboot_description
source: Please wait while the device reboots. This may take a few moments. The system will restart automatically once the process is complete.
cs: Počkejte, než se zařízení restartuje. Tento proces může chvíli trvat.

# message_info_app_power_off_title
source: Shutting Down!
cs: Vypnutí zařízení!

# message_info_app_power_off_description
source: The device is powering off. To turn it back on, please use the power button. Thank you for using FastyBird! Smart Panel.
cs: Zařízení se vypíná. Pro opětovné zapnutí použijte tlačítko napájení.

# message_info_factory_reset_title
source: Resetting Device!
cs: Reset zařízení!

# message_info_factory_reset_description
source: All settings and data will be erased, and the device will be restored to its factory defaults. Please do not turn off the device during the reset process. This may take a few minutes.
cs: Všechna nastavení a data budou vymazána. Zařízení bude obnoveno na tovární nastavení.

# settings_general_settings_title
source: General Settings
cs: Obecné nastavení

# settings_general_settings_button_display_settings
source: Display settings
cs: Nastavení displeje

# settings_general_settings_button_language_settings
source: Language settings
cs: Nastavení jazyka

# settings_general_settings_button_audio_settings
source: Audio settings
cs: Nastavení zvuku

# settings_general_settings_button_weather_settings
source: Weather settings
cs: Nastavení počasí

# settings_general_settings_button_about
source: About application
cs: O aplikaci

# settings_general_settings_button_maintenance
source: Maintenance
cs: Údržba

# settings_weather_settings_title
source: Weather Settings
cs: Nastavení počasí

# settings_weather_settings_temperature_unit_title
source: Temperature Unit
cs: Jednotka teploty

# settings_weather_settings_temperature_unit_description
source: Set the preferred temperature unit for weather display.
cs: Nastavte preferovanou jednotku teploty pro zobrazení počasí.

# settings_weather_settings_temperature_location_title
source: Weather Location
cs: Poloha počasí

# settings_weather_settings_temperature_location_description
source: Choose weather data source location.
cs: Vyberte z dostupných poloh nastavených v administrátorské aplikaci.

# settings_weather_settings_temperature_location_single
source: Only one location available.
cs: Poloha je nastavena v administrátorské aplikaci.

# settings_maintenance_title
source: Maintenance
cs: Údržba

# settings_maintenance_restart_description
source: Reboot device to apply changes.
cs: Restartujte zařízení pro aplikování změn nebo řešení problémů.

# settings_maintenance_restart_confirm_title
source: Restart Device
cs: Restart zařízení

# settings_maintenance_restart_confirm_description
source: Are you sure you want to restart the device? This action will temporarily interrupt functionality.
cs: Opravdu chcete restartovat zařízení? Tato akce dočasně přeruší funkčnost.

# settings_maintenance_power_off_title
source: Power Off
cs: Vypnutí

# settings_maintenance_power_off_description
source: Power off the device completely.
cs: Úplně vypněte zařízení.

# settings_maintenance_power_off_confirm_title
source: Power Off Device
cs: Vypnout zařízení

# settings_maintenance_power_off_confirm_description
source: Are you sure you want to power off the device? It will need to be manually turned on again.
cs: Opravdu chcete zařízení vypnout? Bude nutné ho ručně znovu zapnout.

# settings_maintenance_factory_reset_title
source: Factory Reset
cs: Tovární nastavení

# settings_maintenance_factory_reset_description
source: Restore the device to its original factory settings.
cs: Obnovte zařízení do původního továrního nastavení.

# settings_maintenance_factory_reset_confirm_title
source: Factory Reset Device
cs: Obnovení továrního nastavení

# settings_maintenance_factory_reset_confirm_description
source: Are you sure you want to erase all data and restore the device to its factory settings? This action is irreversible.
cs: Opravdu chcete vymazat všechna data a obnovit tovární nastavení zařízení? Tato akce je nevratná.

# settings_language_settings_title
source: Language Settings
cs: Nastavení jazyka

# settings_language_settings_language_title
source: Language
cs: Jazyk

# settings_language_settings_language_description
source: Select your preferred language.
cs: Vyberte svůj preferovaný jazyk.

# settings_language_settings_timezone_title
source: Timezone
cs: Časové pásmo

# settings_language_settings_timezone_description
source: Local timezone for time display.
cs: Vyberte své časové pásmo.

# settings_language_settings_time_format_title
source: Time Format
cs: Formát času

# settings_language_settings_time_format_description
source: 12-hour or 24-hour clock.
cs: Vyberte svůj preferovaný formát času.

# settings_display_settings_title
source: Display Settings
cs: Nastavení displeje

# settings_display_settings_theme_mode_title
source: Theme Mode
cs: Režim motivu

# settings_display_settings_theme_mode_description
source: Switch between light and dark theme.
cs: Vyberte mezi světlým a tmavým režimem.

# settings_display_settings_brightness_title
source: Brightness
cs: Jas

# settings_display_settings_screen_lock_title
source: Screen Lock
cs: Zamknutí obrazovky

# settings_display_settings_screen_lock_description
source: Auto-lock after inactivity.
cs: Nastavte prodlevu zamknutí obrazovky.

# settings_display_settings_screen_saver_title
source: Screen Saver
cs: Spořič obrazovky

# settings_display_settings_screen_saver_description
source: Show screen saver when idle.
cs: Povolit nebo zakázat spořič obrazovky.

# settings_audio_settings_title
source: Audio Settings
cs: Nastavení zvuku

# settings_audio_settings_speaker_title
source: Speaker
cs: Reproduktor

# settings_audio_settings_speaker_description
source: Enable or disable the speaker.
cs: Povolit nebo zakázat reproduktor.

# settings_audio_settings_speaker_volume_title
source: Speaker Volume
cs: Hlasitost reproduktoru

# settings_audio_settings_microphone_title
source: Microphone
cs: Mikrofon

# settings_audio_settings_microphone_description
source: Enable or disable the microphone.
cs: Povolit nebo zakázat mikrofon.

# settings_audio_settings_microphone_volume_title
source: Microphone Volume
cs: Hlasitost mikrofonu

# settings_audio_settings_no_support
source: This display does not support audio input or output.
cs: Tento displej nepodporuje zvukový vstup ani výstup.

# settings_about_title
source: About Application
cs: O aplikaci

# settings_about_about_heading
source: About
cs: O aplikaci

# settings_about_about_info
source: FastyBird Smart Panel is a home automation app that enables seamless integration with your smart devices, offering enhanced control and monitoring capabilities.
cs: FastyBird Smart Panel je aplikace pro chytrou domácnost, která umožňuje bezproblémovou integraci s vašimi chytrými zařízeními a nabízí lepší ovládání a monitorování.

# settings_about_developed_by_heading
source: Developed By
cs: Vyvinuto

# settings_about_license_heading
source: License
cs: Licence

# settings_about_device_information_heading
source: Device Information
cs: Informace o zařízení

# settings_about_show_license_button
source: View License
cs: Zobrazit licenci

# settings_about_ip_address_title
source: IP Address
cs: IP adresa

# settings_about_mac_address_title
source: MAC Address
cs: MAC adresa

# settings_about_cpu_usage_title
source: CPU Usage
cs: Využití CPU

# settings_about_memory_usage_title
source: Memory Usage
cs: Využití paměti

# weather_forecast_title
source: Weather forecast
cs: Předpověď počasí

# weather_forecast_feels_like
source: Feels like:
cs: Pocitová teplota:

# weather_forecast_humidity
source: Humidity:
cs: Vlhkost:

# weather_condition_thunderstorm_with_light_rain
source: Thunderstorm with light rain
cs: Bouřka s lehkým deštěm

# weather_condition_thunderstorm_with_rain
source: Thunderstorm with rain
cs: Bouřka s deštěm

# weather_condition_thunderstorm_with_heavy_rain
source: Thunderstorm with heavy rain
cs: Bouřka s prudkým deštěm

# weather_condition_light_thunderstorm
source: Light thunderstorm
cs: Lehká bouřka

# weather_condition_thunderstorm
source: Thunderstorm
cs: Bouřka

# weather_condition_heavy_thunderstorm
source: Heavy thunderstorm
cs: Silná bouřka

# weather_condition_ragged_thunderstorm
source: Ragged thunderstorm
cs: Nepravidelná bouřka

# weather_condition_thunderstorm_with_light_drizzle
source: Thunderstorm with light drizzle
cs: Bouřka s lehkým mrholením

# weather_condition_thunderstorm_with_drizzle
source: Thunderstorm with drizzle
cs: Bouřka s mrholením

# weather_condition_thunderstorm_with_heavy_drizzle
source: Thunderstorm with heavy drizzle
cs: Bouřka s hustým mrholením

# weather_condition_light_intensity_drizzle
source: Light intensity drizzle
cs: Lehké mrholení

# weather_condition_drizzle
source: Drizzle
cs: Mrholení

# weather_condition_heavy_intensity_drizzle
source: Heavy intensity drizzle
cs: Husté mrholení

# weather_condition_light_intensity_drizzle_rain
source: Light intensity drizzle rain
cs: Lehké mrholení přecházející v déšť

# weather_condition_drizzle_rain
source: Drizzle rain
cs: Mrholení s deštěm

# weather_condition_heavy_intensity_drizzle_rain
source: Heavy intensity drizzle rain
cs: Husté mrholení přecházející v déšť

# weather_condition_shower_rain_and_drizzle
source: Shower rain and drizzle
cs: Přeháňky s mrholením

# weather_condition_heavy_shower_rain_and_drizzle
source: Heavy shower rain and drizzle
cs: Silné přeháňky s mrholením

# weather_condition_shower_drizzle
source: Shower drizzle
cs: Přeháňkové mrholení

# weather_condition_light_rain
source: Light rain
cs: Lehký déšť

# weather_condition_moderate_rain
source: Moderate rain
cs: Mírný déšť

# weather_condition_heavy_intensity_rain
source: Heavy intensity rain
cs: Silný déšť

# weather_condition_very_heavy_rain
source: Very heavy rain
cs: Velmi silný déšť

# weather_condition_extreme_rain
source: Extreme rain
cs: Extrémní déšť

# weather_condition_freezing_rain
source: Freezing rain
cs: Mrznoucí déšť

# weather_condition_light_intensity_shower_rain
source: Light intensity shower rain
cs: Lehké dešťové přeháňky

# weather_condition_shower_rain
source: Shower rain
cs: Dešťové přeháňky

# weather_condition_heavy_intensity_shower_rain
source: Heavy intensity shower rain
cs: Silné dešťové přeháňky

# weather_condition_ragged_shower_rain
source: Ragged shower rain
cs: Nepravidelné dešťové přeháňky

# weather_condition_light_snow
source: Light snow
cs: Lehký sníh

# weather_condition_snow
source: Snow
cs: Sníh

# weather_condition_heavy_snow
source: Heavy snow
cs: Silný sníh

# weather_condition_sleet
source: Sleet
cs: Sněhová krupice

# weather_condition_light_shower_sleet
source: Light shower sleet
cs: Lehké přeháňky se sněhovou krupicí

# weather_condition_shower_sleet
source: Shower sleet
cs: Přeháňky se sněhovou krupicí

# weather_condition_light_rain_and_snow
source: Light rain and snow
cs: Lehký déšť se sněhem

# weather_condition_rain_and_snow
source: Rain and snow
cs: Déšť se sněhem

# weather_condition_light_shower_snow
source: Light shower snow
cs: Lehké sněhové přeháňky

# weather_condition_shower_snow
source: Shower snow
cs: Sněhové přeháňky

# weather_condition_heavy_shower_snow
source: Heavy shower snow
cs: Silné sněhové přeháňky

# weather_condition_mist
source: Mist
cs: Mlha

# weather_condition_smoke
source: Smoke
cs: Kouř

# weather_condition_haze
source: Haze
cs: Zákal

# weather_condition_fog
source: Fog
cs: Hustá mlha

# weather_condition_sand
source: Sand
cs: Písek

# weather_condition_dust
source: Dust
cs: Prach

# weather_condition_volcanic_ash
source: Volcanic ash
cs: Sopečný popel

# weather_condition_squalls
source: Squalls
cs: Nárazový vítr

# weather_condition_tornado
source: Tornado
cs: Tornádo

# weather_condition_clear_sky
source: Clear sky
cs: Jasná obloha

# weather_condition_few_clouds
source: Few clouds
cs: Málo oblačnosti

# weather_condition_scattered_clouds
source: Scattered clouds
cs: Rozptýlená oblačnost

# weather_condition_broken_clouds
source: Broken clouds
cs: Polojasno

# weather_condition_overcast_clouds
source: Overcast clouds
cs: Zataženo

# weather_condition_unknown
source: Unknown
cs: Neznámé

# discovery_searching_title
source: Searching for Gateways
cs: Hledání bran

# discovery_searching_description
source: Looking for FastyBird Smart Panel gateways on your network...
cs: Hledám brány FastyBird Smart Panel ve vaší síti...
