Repository: FastyBird/smart-panel
Catalog: apps/panel/lib/l10n/app_*.arb
Languages: cs

# media_activity_failed
source: {activityName} Failed
cs: {activityName} selhalo

# media_activity_failed_description
source: Activity failed to apply. Check device connectivity.
cs: Aktivitu se nepodařilo aplikovat. Zkontrolujte připojení zařízení.

# media_activity_retry
source: Retry
cs: Opakovat

# media_activity_turn_off
source: Turn Off
cs: Vypnout

# media_warning_audio_offline
source: Audio output offline – using display speakers
cs: Audio výstup offline – používají se reproduktory displeje

# media_warning_some_devices_offline
source: Some devices offline
cs: Některá zařízení jsou offline

# media_warning_steps_failed
source: Some steps failed ({count} {count, plural, =1{warning} other{warnings}})
cs: Některé kroky selhaly ({count} {count, plural, =1{varování} few{varování} other{varování}})

# media_warning_steps_had_issues
source: Some steps had issues
cs: Některé kroky měly problémy

# media_remote
source: Remote
cs: Ovládání

# media_remote_control
source: Remote Control
cs: Dálkové ovládání

# media_failure_details_title
source: Activation Details
cs: Podrobnosti aktivace

# media_failure_summary_total
source: Total
cs: Celkem

# media_failure_summary_errors
source: Errors
cs: Chyby

# media_failure_summary_warnings
source: Warnings
cs: Varování

# media_failure_errors_critical
source: Errors (critical)
cs: Chyby (kritické)

# media_failure_warnings_non_critical
source: Warnings (non-critical)
cs: Varování (nekritická)

# media_failure_warnings_label
source: Warnings
cs: Varování

# media_failure_retry_activity
source: Retry activity
cs: Opakovat aktivitu

# media_failure_deactivate
source: Deactivate
cs: Deaktivovat

# media_failure_device_label
source: Device: {deviceId}
cs: Zařízení: {deviceId}

# media_failure_inline
source: Activity failed to apply ({errors} {errors, plural, =1{error} other{errors}}, {warnings} {warnings, plural, =1{warning} other{warnings}})
cs: Aktivitu se nepodařilo aplikovat ({errors} {errors, plural, =1{chyba} few{chyby} other{chyb}}, {warnings} {warnings, plural, =1{varování} few{varování} other{varování}})

# media_activity_watch
source: Watch
cs: Sledovat

# media_activity_listen
source: Listen
cs: Poslouchat

# media_activity_gaming
source: Gaming
cs: Hraní

# media_activity_background
source: Bgnd
cs: Pozadí

# media_activity_off
source: Off
cs: Vyp

# media_activity_active
source: {activityName} active
cs: {activityName} aktivní

# media_status_standby
source: Standby
cs: Pohotovost

# media_status_activating
source: Activating...
cs: Aktivace...

# media_status_failed
source: Failed
cs: Selhalo

# media_status_stopping
source: Stopping...
cs: Zastavování...

# media_status_active_with_issues
source: Active with issues
cs: Aktivní s problémy

# media_status_active
source: Active
cs: Aktivní

# media_status_ready
source: Ready
cs: Připraveno

# media_remote_up
source: Up
cs: Nahoru

# media_remote_down
source: Down
cs: Dolů

# media_remote_left
source: Left
cs: Vlevo

# media_remote_right
source: Right
cs: Vpravo

# media_remote_back
source: Back
cs: Zpět

# media_remote_exit
source: Exit
cs: Konec

# media_remote_rewind
source: Rewind
cs: Zpětně

# media_remote_fast_forward
source: FF
cs: Vpřed

# media_remote_play
source: Play
cs: Přehrát

# media_remote_pause
source: Pause
cs: Pauza

# media_remote_next
source: Next
cs: Další

# media_remote_prev
source: Prev
cs: Předch.

# media_detail_connection_lost
source: Connection lost
cs: Spojení ztraceno

# media_detail_connection_lost_description
source: Media controls require a live WebSocket connection.
cs: Ovládání médií vyžaduje aktivní WebSocket připojení.

# media_detail_go_back
source: Go back
cs: Zpět

# media_detail_section_display
source: Display
cs: Displej

# media_detail_section_source
source: Source
cs: Zdroj

# media_detail_section_remote
source: Remote
cs: Dálkové ovládání

# media_detail_input
source: Input
cs: Vstup

# media_detail_select
source: Select
cs: Vybrat

# media_detail_now_playing
source: Now Playing
cs: Právě hraje

# media_detail_no_track_info
source: No track information available
cs: Informace o skladbě nejsou k dispozici

# media_detail_home
source: Home
cs: Domů

# media_playback
source: Playback
cs: Přehrávání

# filter_all
source: All
cs: Vše

# sensor_alert_high_title
source: High {name} Alert
cs: Výstraha: vysoká hodnota {name}

# sensor_alert_exceeded_threshold
source: {name} exceeded threshold
cs: {name} překročil prahovou hodnotu

# sensor_state_detected
source: Detected
cs: Detekováno

# sensor_state_not_detected
source: Not Detected
cs: Nedetekováno

# sensor_state_clear
source: Clear
cs: V pořádku

# sensor_state_open
source: Open
cs: Otevřeno

# sensor_state_closed
source: Closed
cs: Zavřeno

# sensor_state_active
source: Active
cs: Aktivní

# sensor_state_inactive
source: Inactive
cs: Neaktivní

# sensor_state_smoke_detected
source: Smoke detected
cs: Detekován kouř

# sensor_state_gas_detected
source: Gas detected
cs: Detekován plyn

# sensor_state_leak_detected
source: Leak detected
cs: Detekován únik

# sensor_state_co_detected
source: CO detected
cs: Detekován CO

# sensor_label_temperature
source: Temperature
cs: Teplota

# sensor_label_humidity
source: Humidity
cs: Vlhkost

# sensor_label_pressure
source: Pressure
cs: Tlak

# sensor_label_illuminance
source: Illuminance
cs: Osvětlení

# sensor_label_carbon_dioxide
source: Carbon Dioxide
cs: Oxid uhličitý

# sensor_label_carbon_monoxide
source: Carbon Monoxide
cs: Oxid uhelnatý

# sensor_label_ozone
source: Ozone
cs: Ozón

# sensor_label_nitrogen_dioxide
source: Nitrogen Dioxide
cs: Oxid dusičitý

# sensor_label_sulphur_dioxide
source: Sulphur Dioxide
cs: Oxid siřičitý

# sensor_label_particulate_matter
source: Particulate Matter
cs: Pevné částice

# sensor_label_motion
source: Motion
cs: Pohyb

# sensor_label_occupancy
source: Occupancy
cs: Přítomnost

# sensor_label_contact
source: Contact
cs: Kontakt

# sensor_label_leak
source: Leak
cs: Únik

# sensor_label_smoke
source: Smoke
cs: Kouř

# sensor_label_battery
source: Battery
cs: Baterie

# sensor_alert_high_level
source: High Level
cs: Vysoká úroveň

# sensor_alert_low_battery
source: Low Battery
cs: Slabá baterie

# sensor_alert_charging
source: Charging
cs: Nabíjení

# sensor_category_temperature
source: Temperature
cs: Teplota

# sensor_category_humidity
source: Humidity
cs: Vlhkost

# sensor_category_air_quality
source: Air Quality
cs: Kvalita vzduchu

# sensor_category_motion
source: Motion
cs: Pohyb

# sensor_category_safety
source: Safety
cs: Bezpečnost

# sensor_category_light
source: Light
cs: Světlo

# sensor_category_energy
source: Energy
cs: Energie

# sensor_ui_event_log
source: Event Log
cs: Historie událostí

# sensor_ui_history
source: History
cs: Historie

# sensor_ui_current
source: Current
cs: Aktuální

# sensor_ui_current_value
source: Current {name}
cs: Aktuální {name}

# sensor_ui_avg
source: Avg
cs: Prům

# sensor_ui_period_avg
source: {period} Avg
cs: {period} Prům

# sensor_empty_no_events
source: No events recorded
cs: Žádné zaznamenané události

# sensor_empty_no_state_changes
source: No state changes
cs: Žádné změny stavu

# sensor_empty_no_history
source: No history data available
cs: Žádná historická data

# sensor_empty_no_data
source: No data available
cs: Žádná data

# sensor_status_loading
source: Loading data...
cs: Načítání dat...

# sensor_status_failed
source: Failed to load data
cs: Načítání dat selhalo

# sensor_status_retry
source: Retry
cs: Opakovat

# sensors_domain_title
source: Sensors
cs: Senzory

# sensors_domain_empty_title
source: Sensors Not Configured
cs: Žádné senzory

# sensors_domain_empty_description
source: Sensor roles have not been set up for this room. Configure sensor assignments in the admin panel.
cs: V této místnosti zatím nejsou přiřazeny žádné senzory.

# sensors_domain_alerts_active
source: {count, plural, =1{Alert Active} other{Alerts Active}}
cs: {count, plural, =1{Aktivní výstraha} few{Aktivní výstrahy} other{Aktivních výstrah}}

# sensors_domain_no_sensors
source: No sensors configured
cs: Žádné senzory

# sensors_domain_health_stale
source: {count} stale
cs: {count} zastaralých

# sensors_domain_health_normal
source: All normal
cs: Vše v pořádku

# sensors_domain_avg_temperature
source: Avg Temperature
cs: Prům. teplota

# sensors_domain_avg_humidity
source: Avg Humidity
cs: Prům. vlhkost

# sensors_domain_all_sensors
source: All sensors
cs: Všechny senzory

# sensors_domain_sensor_count
source: {count} sensors
cs: {count} senzorů
